1   : success
2   : Произошла непредвиденная ошибка!

# registration
6   : Некорректный email
7   : Некорректный пароль (должен быть длиной 6-20 символов и состоять из символов латинского алфавита или цифр)
8   : Пользователь с таким email уже зарегистрирован в системе!
9   : Произошла ошибка при отправке письма
10  : Письмо с подтвержением было отправлено на Ваш email
11  : registration successfull!
12  : Пройдите проверку, что Вы не робот!
13  : Пароль и его подтверждение не совпадают
14  : Некорректное имя (длина имени должна быть от 3 до 50 символов)
15  : Некорректный номер телефона, пример +380631234567

# login / logout
20  : user is logged
21  : email or password is empty
22  : wrong email or password
23  : user is logged out
24  : user is not logged

# profile
30: Дата рождения имеет неверный формат (пример 1980-05-30)
31: Вы указали неверную дату рождения (Ваш возраст должен быть от 18).
32: Вы указали неверную дату рождения (Ваш возраст должен быть до 99).
33: Image not exist
34: Вы не ввели текст сообщения!

# filter
40: Вы ввели некорректный диапазон поиска для возраста!

50  : Невозможно приостановить показ анкеты, т.к. она не показывается сейчас