1   : success
2   : Произошла непредвиденная ошибка!

6   : Некорректный email
7   : Некорректный пароль (должен быть длиной 6-20 символов и состоять из символов латинского алфавита или цифр)
8   : Пользователь с таким email уже зарегистрирован в системе!
9   : Произошла ошибка при отправке письма
10  : Письмо с подтвержением было отправлено на Ваш email
11  : registration successfull!

20  : user is logged
21  : email or password is empty
22  : wrong email or password
23  : user is logged out
24  : user is not logged

30  : Невозможно приостановить показ анкеты, т.к. она не показывается сейчас